Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# core.artwork_cache.cancelled
source: Artwork download stopped.
ar: توقف تنزيل صور الأغلفة.
bg: Изтеглянето на обложки е спряно.
bn: আর্টওয়ার্ক ডাউনলোড বন্ধ করা হয়েছে।
cs: Stahování obalů bylo zastaveno.
de: Das Laden der Coverbilder wurde gestoppt.
es: Se detuvo la descarga del material gráfico.
fr: Le téléchargement des illustrations est arrêté.
gu: આર્ટવર્ક ડાઉનલોડ અટકાવાયું.
he: הורדת תמונות העטיפה הופסקה.
hi: आर्टवर्क डाउनलोड रोक दिया गया।
hr: Preuzimanje omota je zaustavljeno.
it: Il download delle copertine è stato interrotto.
ja: アートワークのダウンロードを停止しました。
kn: ಮುಖಪುಟ ಚಿತ್ರಗಳ ಡೌನ್‌ಲೋಡ್ ನಿಲ್ಲಿಸಲಾಗಿದೆ.
ko: 아트워크 다운로드가 중지되었습니다.
ml: കവർ ചിത്രങ്ങളുടെ ഡൗൺലോഡ് നിർത്തി.
mr: कलाकृती डाउनलोड थांबवले.
nl: Het downloaden van illustraties is gestopt.
pa: ਕਵਰ ਤਸਵੀਰਾਂ ਦਾ ਡਾਊਨਲੋਡ ਰੋਕਿਆ ਗਿਆ।
pl: Pobieranie okładek zatrzymano.
pt_br: O download das imagens foi interrompido.
ta: அட்டைப்படப் பதிவிறக்கம் நிறுத்தப்பட்டது.
te: కవర్ చిత్రాల డౌన్‌లోడ్ ఆపివేయబడింది.
th: หยุดดาวน์โหลดภาพปกแล้ว
tr: Kapak görsellerinin indirilmesi durduruldu.
uk: Завантаження обкладинок зупинено.
ur: سرورق کی تصاویر کا ڈاؤن لوڈ روک دیا گیا۔
vi: Đã dừng tải ảnh bìa.
zh_hans: 封面图下载已停止。
zh_hant: 封面圖片下載已停止。

# core.artwork_cache.downloading
source: Downloading artwork…
ar: جارٍ تنزيل صور الأغلفة…
bg: Изтегляне на обложки…
bn: আর্টওয়ার্ক ডাউনলোড হচ্ছে…
cs: Stahování obalů…
de: Coverbilder werden geladen…
es: Descargando material gráfico…
fr: Téléchargement des illustrations…
gu: આર્ટવર્ક ડાઉનલોડ થઈ રહ્યું છે…
he: מוריד תמונות עטיפה…
hi: आर्टवर्क डाउनलोड हो रहा है…
hr: Preuzimanje omota…
it: Download delle copertine…
ja: アートワークをダウンロード中…
kn: ಮುಖಪುಟ ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 아트워크 다운로드 중…
ml: കവർ ചിത്രങ്ങൾ ഡൗൺലോഡ് ചെയ്യുന്നു…
mr: कलाकृती डाउनलोड होत आहे…
nl: Illustraties downloaden…
pa: ਕਵਰ ਤਸਵੀਰਾਂ ਡਾਊਨਲੋਡ ਹੋ ਰਹੀਆਂ ਹਨ…
pl: Pobieranie okładek…
pt_br: Baixando imagens…
ta: அட்டைப்படங்கள் பதிவிறக்கப்படுகின்றன…
te: కవర్ చిత్రాలు డౌన్‌లోడ్ అవుతున్నాయి…
th: กำลังดาวน์โหลดภาพปก…
tr: Kapak görselleri indiriliyor…
uk: Завантаження обкладинок…
ur: سرورق کی تصاویر ڈاؤن لوڈ ہو رہی ہیں…
vi: Đang tải ảnh bìa…
zh_hans: 正在下载封面图…
zh_hant: 正在下載封面圖片…

# core.artwork_cache.failed
source: Some artwork couldn’t be downloaded.
ar: تعذر تنزيل بعض صور الأغلفة.
bg: Някои обложки не можаха да бъдат изтеглени.
bn: কিছু আর্টওয়ার্ক ডাউনলোড করা যায়নি।
cs: Některé obaly se nepodařilo stáhnout.
de: Einige Coverbilder konnten nicht geladen werden.
es: No se pudo descargar parte del material gráfico.
fr: Certaines illustrations n’ont pas pu être téléchargées.
gu: કેટલાક આર્ટવર્ક ડાઉનલોડ થઈ શક્યા નથી.
he: לא ניתן היה להוריד חלק מתמונות העטיפה.
hi: कुछ आर्टवर्क डाउनलोड नहीं हो सके।
hr: Neke omote nije bilo moguće preuzeti.
it: Non è stato possibile scaricare alcune copertine.
ja: 一部のアートワークをダウンロードできませんでした。
kn: ಕೆಲವು ಮುಖಪುಟ ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ.
ko: 일부 아트워크를 다운로드하지 못했습니다.
ml: ചില കവർ ചിത്രങ്ങൾ ഡൗൺലോഡ് ചെയ്യാനായില്ല.
mr: काही कलाकृती डाउनलोड करता आल्या नाहीत.
nl: Sommige illustraties konden niet worden gedownload.
pa: ਕੁਝ ਕਵਰ ਤਸਵੀਰਾਂ ਡਾਊਨਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀਆਂ।
pl: Nie udało się pobrać niektórych okładek.
pt_br: Não foi possível baixar algumas imagens.
ta: சில அட்டைப்படங்களைப் பதிவிறக்க முடியவில்லை.
te: కొన్ని కవర్ చిత్రాలు డౌన్‌లోడ్ కాలేదు.
th: ดาวน์โหลดภาพปกบางส่วนไม่ได้
tr: Bazı kapak görselleri indirilemedi.
uk: Деякі обкладинки не вдалося завантажити.
ur: سرورق کی کچھ تصاویر ڈاؤن لوڈ نہیں ہو سکیں۔
vi: Không thể tải một số ảnh bìa.
zh_hans: 部分封面图无法下载。
zh_hant: 部分封面圖片無法下載。

# core.artwork_cache.scanning
source: Finding artwork…
ar: جارٍ البحث عن صور الأغلفة…
bg: Търсене на обложки…
bn: আর্টওয়ার্ক খোঁজা হচ্ছে…
cs: Hledání obalů…
de: Coverbilder werden gesucht…
es: Buscando material gráfico…
fr: Recherche des illustrations…
gu: આર્ટવર્ક શોધાઈ રહ્યું છે…
he: מחפש תמונות עטיפה…
hi: आर्टवर्क खोजा जा रहा है…
hr: Traženje omota…
it: Ricerca delle copertine…
ja: アートワークを検索中…
kn: ಮುಖಪುಟ ಚಿತ್ರಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ…
ko: 아트워크 찾는 중…
ml: കവർ ചിത്രങ്ങൾ കണ്ടെത്തുന്നു…
mr: कलाकृती शोधत आहे…
nl: Illustraties zoeken…
pa: ਕਵਰ ਤਸਵੀਰਾਂ ਲੱਭੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ…
pl: Wyszukiwanie okładek…
pt_br: Procurando imagens…
ta: அட்டைப்படங்கள் தேடப்படுகின்றன…
te: కవర్ చిత్రాలు వెతుకుతోంది…
th: กำลังค้นหาภาพปก…
tr: Kapak görselleri aranıyor…
uk: Пошук обкладинок…
ur: سرورق کی تصاویر تلاش ہو رہی ہیں…
vi: Đang tìm ảnh bìa…
zh_hans: 正在查找封面图…
zh_hant: 正在尋找封面圖片…

# core.audio.bit_depth
source: %lld-bit
ar: %lld بت
bg: %lld бита
bn: %lld-বিট
cs: %lld bitů
es: %lld bits
fr: %lld bits
gu: %lld-બિટ
he: %lld סיביות
hi: %lld-बिट
hr: %lld bita
ja: %lldビット
kn: %lld-ಬಿಟ್
ko: %lld비트
ml: %lld-ബിറ്റ്
mr: %lld-बिट
nl: %lld bits
pa: %lld-ਬਿਟ
pl: %lld bitów
pt_br: %lld bits
ta: %lld-பிட்
te: %lld-బిట్
th: %lld บิต
uk: %lld біт
ur: %lld-بٹ
zh_hans: %lld 位
zh_hant: %lld 位元

# core.audio.bitrate_kbps
source: %lld kbps
ar: %lld كيلوبت/ث
cs: %lld kb/s
de: %lld kbit/s
fr: %lld kbit/s
he: %lld קילוביט/ש׳
hr: %lld kb/s
pl: %lld kb/s
uk: %lld кбіт/с

# core.audio.channels.count
source: %lld ch
ar: %lld قنوات
bg: %lld канала
bn: %lld চ্যানেল
cs: %lld kanálů
de: %lld Kanäle
es: %lld canales
fr: %lld canaux
gu: %lld ચેનલ
he: %lld ערוצים
hi: %lld चैनल
hr: %lld kanala
it: %lld canali
ja: %lldチャンネル
kn: %lld ಚಾನೆಲ್‌ಗಳು
ko: %lld채널
ml: %lld ചാനലുകൾ
mr: %lld चॅनेल
nl: %lld kanalen
pa: %lld ਚੈਨਲ
pl: %lld kanałów
pt_br: %lld canais
ta: %lld சேனல்கள்
te: %lld ఛానళ్లు
th: %lld แชนเนล
tr: %lld kanal
uk: %lld каналів
ur: %lld چینل
vi: %lld kênh
zh_hans: %lld 声道
zh_hant: %lld 聲道

# core.audio.channels.mono
source: mono
ar: أحادي
bg: моно
bn: মোনো
gu: મોનો
he: מונו
hi: मोनो
ja: モノラル
kn: ಏಕಧ್ವನಿ
ko: 모노
ml: മോണോ
mr: मोनो
pa: ਮੋਨੋ
ta: ஒற்றை ஒலி
te: మోనో
th: โมโน
uk: моно
ur: مونو
zh_hans: 单声道
zh_hant: 單聲道

# core.audio.channels.stereo
source: stereo
ar: استريو
bg: стерео
bn: স্টেরিও
es: estéreo
fr: stéréo
gu: સ્ટિરિયો
he: סטריאו
hi: स्टीरियो
ja: ステレオ
kn: ದ್ವಿಧ್ವನಿ
ko: 스테레오
ml: സ്റ്റീരിയോ
mr: स्टिरिओ
pa: ਸਟੇਰੀਓ
pt_br: estéreo
ta: இரட்டை ஒலி
te: స్టీరియో
th: สเตอริโอ
uk: стерео
ur: سٹیریو
zh_hans: 立体声
zh_hant: 立體聲

# core.audio.label
source: Audio
ar: صوت
bg: Аудио
bn: অডিও
cs: Zvuk
gu: ઑડિયો
he: שמע
hi: ऑडियो
ja: オーディオ
kn: ಆಡಿಯೊ
ko: 오디오
ml: ഓഡിയോ
mr: ऑडिओ
pa: ਆਡੀਓ
pl: Dźwięk
pt_br: Áudio
ta: ஒலி
te: ఆడియో
th: เสียง
tr: Ses
uk: Аудіо
ur: آڈیو
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

# core.audio.mixed
source: Mixed audio
ar: صوت مختلط
bg: Смесено аудио
bn: মিশ্র অডিও
cs: Smíšený zvuk
de: Gemischtes Audio
es: Audio mixto
fr: Audio mixte
gu: મિશ્ર ઑડિયો
he: שמע מעורב
hi: मिश्रित ऑडियो
hr: Mješoviti zvuk
it: Audio misto
ja: 混在オーディオ
kn: ಮಿಶ್ರ ಆಡಿಯೊ
ko: 혼합 오디오
ml: മിശ്ര ഓഡിയോ
mr: मिश्रित ऑडिओ
nl: Gemengde audio
pa: ਮਿਸ਼ਰਤ ਆਡੀਓ
pl: Dźwięk mieszany
pt_br: Áudio misto
ta: கலப்பு ஒலி
te: మిశ్రమ ఆడియో
th: เสียงแบบผสม
tr: Karma ses
uk: Змішане аудіо
ur: مخلوط آڈیو
vi: Âm thanh hỗn hợp
zh_hans: 混合音频
zh_hant: 混合音訊

# core.audio.sample_rate_khz
source: %@ kHz
ar: %@ كيلوهرتز
he: %@ קה״ץ
uk: %@ кГц

# core.cloud.local_only
source: Local only
ar: محلي فقط
bg: Само локално
bn: শুধু স্থানীয়
cs: Pouze místně
de: Nur lokal
es: Solo local
fr: Local uniquement
gu: માત્ર સ્થાનિક
he: מקומי בלבד
hi: केवल स्थानीय
hr: Samo lokalno
it: Solo locale
ja: ローカルのみ
kn: ಸ್ಥಳೀಯ ಮಾತ್ರ
ko: 로컬 전용
ml: പ്രാദേശികമായി മാത്രം
mr: फक्त स्थानिक
nl: Alleen lokaal
pa: ਕੇਵਲ ਲੋਕਲ
pl: Tylko lokalnie
pt_br: Apenas local
ta: உள்ளூரில் மட்டும்
te: లోకల్ మాత్రమే
th: เฉพาะในเครื่อง
tr: Yalnızca yerel
uk: Лише локально
ur: صرف مقامی
vi: Chỉ cục bộ
zh_hans: 仅本地
zh_hant: 僅本機

# core.download.bytes_progress
source: %1$@ of %2$@
ar: %1$@ من %2$@
bg: %1$@ от %2$@
bn: %1$@-এর মধ্যে %2$@
cs: %1$@ z %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
gu: %1$@ માંથી %2$@
he: %1$@ מתוך %2$@
hi: %1$@ में से %2$@
hr: %1$@ od %2$@
it: %1$@ di %2$@
ja: %1$@中%2$@
kn: %1$@ರಲ್ಲಿ %2$@
ml: %1$@-ൽ %2$@
mr: %1$@ पैकी %2$@
nl: %1$@ van %2$@
pa: %1$@ ਵਿੱਚੋਂ %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
ta: %1$@-இல் %2$@
te: %1$@లో %2$@
th: %1$@ จาก %2$@
uk: %1$@ з %2$@
ur: %1$@ میں سے %2$@
vi: %1$@ trên %2$@

# core.duration.hours
source: %lld hr
ar: %lld س
bg: %lld ч
bn: %lld ঘন্টা
cs: %lld h
de: %lld Std.
es: %lld h
fr: %lld h
gu: %lld કલાક
he: %lld שע׳
hi: %lld घं॰
hr: %lld h
it: %lld h
ja: %lld時間
kn: %lld ಗಂ.
ko: %lld시간
ml: %lld മ
mr: %lld ता
nl: %lld uur
pa: %lld ਘੰਟੇ
pl: %lld godz.
pt_br: %lld h
ta: %lld ம.
te: %lld గం.
th: %lld ชม.
tr: %lld sa.
uk: %lld год
ur: %lld گھنٹے
vi: %lld giờ
zh_hans: %lld小时
zh_hant: %lld小時

# core.duration.minutes
source: %lld min
ar: %lld د
bg: %lld мин
bn: %lld মিনিট
gu: %lld મિનિટ
he: %lld דק׳
hi: %lld मि॰
ja: %lld分
kn: %lld ನಿಮಿ
ko: %lld분
ml: %lld മി.
mr: %lld मिनि
pa: %lld ਮਿੰਟ
ta: %lld நிமி.
te: %lld నిమి.
th: %lld นาที
tr: %lld dk.
uk: %lld хв
ur: %lld منٹ
vi: %lld phút
zh_hans: %lld分钟
zh_hant: %lld分鐘

# core.error.category.config
source: Something went wrong with your settings.
ar: حدث خطأ في إعداداتك.
bg: Възникна проблем с вашите настройки.
bn: আপনার সেটিংসে কিছু ভুল হয়েছে।
cs: S vaším nastavením došlo k chybě.
de: Mit deinen Einstellungen ist etwas schiefgelaufen.
es: Algo salió mal con tu configuración.
fr: Une erreur s'est produite avec vos paramètres.
gu: તમારી settings માં કંઈક ખોટું થયું.
he: משהו השתבש בהגדרות שלך.
hi: आपकी settings में कुछ गलत हुआ।
hr: Nešto je pošlo po zlu s vašim postavkama.
it: Si è verificato un problema con le impostazioni.
ja: 設定の処理中に問題が発生しました。
kn: ನಿಮ್ಮ settings ನಲ್ಲಿ ಏನೋ ತಪ್ಪಾಗಿದೆ.
ko: 설정 처리 중 문제가 발생했습니다.
ml: നിങ്ങളുടെ ക്രമീകരണങ്ങളിൽ എന്തോ പിശക് സംഭവിച്ചു.
mr: तुमच्या settings मध्ये काहीतरी चुकले.
nl: Er is iets misgegaan met je instellingen.
pa: ਤੁਹਾਡੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕੁਝ ਗੜਬੜ ਹੋਈ।
pl: Coś poszło nie tak z ustawieniami.
pt_br: Algo deu errado com suas configurações.
ta: உங்கள் அமைப்புகளில் ஏதோ தவறு ஏற்பட்டது.
te: మీ సెట్టింగ్‌లలో ఏదో తప్పు జరిగింది.
th: เกิดข้อผิดพลาดกับการตั้งค่าของคุณ
tr: Ayarlarınızda bir sorun oluştu.
uk: Із вашими налаштуваннями сталася помилка.
ur: آپ کی settings میں کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi với cài đặt của bạn.
zh_hans: 处理设置时出现问题。
zh_hant: 你的設定發生問題。

# core.error.category.credentials
source: Check your cloud credentials and try again.
ar: تحقّق من بيانات اعتماد التخزين السحابي وحاول مرة أخرى.
bg: Проверете идентификационните си данни за облака и опитайте отново.
bn: আপনার ক্লাউড শংসাপত্র যাচাই করে আবার চেষ্টা করুন।
cs: Zkontrolujte přihlašovací údaje ke cloudu a zkuste to znovu.
de: Überprüfe deine Cloud-Zugangsdaten und versuche es erneut.
es: Comprueba tus credenciales de la nube e inténtalo de nuevo.
fr: Vérifiez vos identifiants cloud et réessayez.
gu: તમારી ક્લાઉડ ઓળખપત્રો તપાસો અને ફરી પ્રયાસ કરો.
he: בדוק את פרטי הגישה לענן ונסה שוב.
hi: अपने क्लाउड क्रेडेंशियल जाँचें और फिर से प्रयास करें।
hr: Provjerite svoje vjerodajnice za oblak i pokušajte ponovno.
it: Controlla le tue credenziali del cloud e riprova.
ja: クラウドの認証情報を確認して、もう一度お試しください。
kn: ನಿಮ್ಮ ಕ್ಲೌಡ್ ರುಜುವಾತುಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 클라우드 자격 증명을 확인하고 다시 시도해 주세요.
ml: നിങ്ങളുടെ ക്ലൗഡ് ക്രെഡൻഷ്യലുകൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: तुमची क्लाउड क्रेडेन्शियल्स तपासा आणि पुन्हा प्रयत्न करा.
nl: Controleer je cloudgegevens en probeer het opnieuw.
pa: ਆਪਣੇ ਕਲਾਊਡ ਪ੍ਰਮਾਣ ਪੱਤਰ ਜਾਂਚੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Sprawdź swoje dane logowania do chmury i spróbuj ponownie.
pt_br: Verifique suas credenciais da nuvem e tente novamente.
ta: உங்கள் கிளவுட் அனுமதிச் சான்றுகளைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: మీ క్లౌడ్ ఆధారాలను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ตรวจสอบข้อมูลรับรองระบบคลาวด์ของคุณแล้วลองอีกครั้ง
tr: Bulut kimlik bilgilerinizi kontrol edip yeniden deneyin.
uk: Перевірте облікові дані хмари та повторіть спробу.
ur: اپنی کلاؤڈ اسناد چیک کریں اور دوبارہ کوشش کریں۔
vi: Hãy kiểm tra thông tin đăng nhập đám mây và thử lại.
zh_hans: 请检查你的云凭据后重试。
zh_hant: 請檢查你的雲端憑證後重試。

# core.error.category.database
source: Something went wrong reading your library.
ar: حدث خطأ أثناء قراءة مكتبتك.
bg: Възникна проблем при четенето на вашата библиотека.
bn: আপনার লাইব্রেরি পড়তে সমস্যা হয়েছে।
cs: Při čtení vaší knihovny došlo k chybě.
de: Beim Lesen deiner Bibliothek ist etwas schiefgelaufen.
es: Algo salió mal al leer tu biblioteca.
fr: Une erreur s'est produite lors de la lecture de votre bibliothèque.
gu: તમારી લાઇબ્રેરી વાંચતી વખતે કંઈક ખોટું થયું.
he: משהו השתבש בקריאת הספרייה שלך.
hi: आपकी लाइब्रेरी पढ़ते समय कुछ गलत हो गया।
hr: Nešto je pošlo po zlu pri čitanju vaše biblioteke.
it: Something went wrong reading your Libreria.
ja: ライブラリの読み込み中に問題が発生しました。
kn: ನಿಮ್ಮ ಗ್ರಂಥಾಲಯವನ್ನು ಓದುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ.
ko: 라이브러리를 읽는 중 문제가 발생했습니다.
ml: നിങ്ങളുടെ ലൈബ്രറി വായിക്കുമ്പോൾ എന്തോ പിഴച്ചു.
mr: तुमची लायब्ररी वाचताना काहीतरी चूक झाली.
nl: Something went wrong reading your Bibliotheek.
pa: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਪੜ੍ਹਦੇ ਸਮੇਂ ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ।
pl: Coś poszło nie tak podczas odczytu biblioteki.
pt_br: Algo deu errado ao ler sua biblioteca.
ta: உங்கள் நூலகத்தைப் படிக்கும்போது ஏதோ தவறு ஏற்பட்டது.
te: మీ లైబ్రరీని చదవడంలో ఏదో తప్పు జరిగింది.
th: เกิดข้อผิดพลาดขณะอ่านคลังของคุณ
tr: Something went wrong reading your Kitaplık.
uk: Під час читання вашої бібліотеки сталася помилка.
ur: آپ کی لائبریری پڑھتے وقت کچھ غلط ہو گیا۔
vi: Something went wrong reading your Thư viện.
zh_hans: 读取媒体库时出现问题。
zh_hant: 讀取你的資料庫時發生錯誤。

# core.error.category.export
source: The export couldn't be completed.
ar: تعذّر إكمال التصدير.
bg: Експортирането не можа да бъде завършено.
bn: এক্সপোর্ট সম্পন্ন করা যায়নি।
cs: Export se nepodařilo dokončit.
de: Der Export konnte nicht abgeschlossen werden.
es: No se pudo completar la exportación.
fr: L'exportation n'a pas pu être effectuée.
gu: નિકાસ પૂર્ણ થઈ શકી નહીં.
he: לא ניתן היה להשלים את הייצוא.
hi: निर्यात पूरा नहीं हो सका।
hr: Izvoz nije bilo moguće dovršiti.
it: Impossibile completare l'esportazione.
ja: エクスポートを完了できませんでした。
kn: ರಫ್ತು ಪೂರ್ಣಗೊಳಿಸಲಾಗಲಿಲ್ಲ.
ko: 내보내기를 완료할 수 없습니다.
ml: കയറ്റുമതി പൂർത്തിയാക്കാനായില്ല.
mr: निर्यात पूर्ण करता आली नाही.
nl: De export kon niet worden voltooid.
pa: ਨਿਰਯਾਤ ਪੂਰਾ ਨਹੀਂ ਹੋ ਸਕਿਆ।
pl: Nie udało się ukończyć eksportu.
pt_br: Não foi possível concluir a exportação.
ta: ஏற்றுமதியை முடிக்க முடியவில்லை.
te: ఎగుమతి పూర్తి కాలేదు.
th: ส่งออกไม่สำเร็จ
tr: Dışa aktarım tamamlanamadı.
uk: Не вдалося завершити експорт.
ur: برآمد مکمل نہیں ہو سکی۔
vi: Không thể hoàn tất xuất.
zh_hans: 无法完成导出。
zh_hant: 無法完成匯出。

# core.error.category.import
source: The import couldn't be completed.
ar: تعذّر إكمال الاستيراد.
bg: Импортирането не можа да бъде завършено.
bn: আমদানি সম্পন্ন করা যায়নি।
cs: Import se nepodařilo dokončit.
de: Der Import konnte nicht abgeschlossen werden.
es: No se pudo completar la importación.
fr: L'importation n'a pas pu être effectuée.
gu: આયાત પૂર્ણ થઈ શકી નહીં.
he: לא ניתן היה להשלים את הייבוא.
hi: आयात पूरा नहीं हो सका।
hr: Uvoz nije bilo moguće dovršiti.
it: Impossibile completare l'importazione.
ja: インポートを完了できませんでした。
kn: ಆಮದು ಪೂರ್ಣಗೊಳಿಸಲಾಗಲಿಲ್ಲ.
ko: 가져오기를 완료할 수 없습니다.
ml: ഇറക്കുമതി പൂർത്തിയാക്കാനായില്ല.
mr: आयात पूर्ण करता आली नाही.
nl: De import kon niet worden voltooid.
pa: ਆਯਾਤ ਪੂਰਾ ਨਹੀਂ ਹੋ ਸਕਿਆ।
pl: Nie udało się ukończyć importu.
pt_br: Não foi possível concluir a importação.
ta: இறக்குமதி முடிக்க முடியவில்லை.
te: దిగుమతి పూర్తి కాలేదు.
th: นำเข้าไม่สำเร็จ
tr: İçe aktarım tamamlanamadı.
uk: Не вдалося завершити імпорт.
ur: درآمد مکمل نہیں ہو سکی۔
vi: Không thể hoàn tất nhập.
zh_hans: 无法完成导入。
zh_hant: 無法完成匯入。

# core.error.category.internal
source: Something went wrong.
ar: حدث خطأ ما.
bg: Възникна проблем.
bn: কিছু ভুল হয়েছে।
cs: Došlo k chybě.
de: Etwas ist schiefgelaufen.
es: Algo salió mal.
fr: Une erreur s'est produite.
gu: કંઈક ખોટું થયું.
he: משהו השתבש.
hi: कुछ गलत हुआ।
hr: Nešto je pošlo po zlu.
it: Si è verificato un problema.
ja: 問題が発生しました。
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ.
ko: 문제가 발생했습니다.
ml: എന്തോ പിശക് സംഭവിച്ചു.
mr: काहीतरी चुकले.
nl: Er is iets misgegaan.
pa: ਕੁਝ ਗੜਬੜ ਹੋਈ।
pl: Coś poszło nie tak.
pt_br: Algo deu errado.
ta: ஏதோ தவறு ஏற்பட்டது.
te: ఏదో తప్పు జరిగింది.
th: เกิดข้อผิดพลาด
tr: Bir sorun oluştu.
uk: Сталася помилка.
ur: کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi.
zh_hans: 出现了问题。
zh_hant: 發生錯誤。

# core.error.category.keyring
source: Couldn't access your device's secure storage.
ar: تعذّر الوصول إلى التخزين الآمن لجهازك.
bg: Достъпът до защитеното хранилище на устройството ви е неуспешен.
bn: আপনার ডিভাইসের সুরক্ষিত স্টোরেজে প্রবেশ করা যায়নি।
cs: K zabezpečenému úložišti zařízení se nepodařilo přistoupit.
de: Auf den sicheren Speicher deines Geräts konnte nicht zugegriffen werden.
es: No se pudo acceder al almacenamiento seguro de tu dispositivo.
fr: Impossible d'accéder au stockage sécurisé de votre appareil.
gu: તમારા ઉપકરણના સુરક્ષિત સ્ટોરેજને ઍક્સેસ કરી શકાયું નહીં.
he: לא ניתן היה לגשת לאחסון המאובטח של המכשיר שלך.
hi: आपके डिवाइस के सुरक्षित संग्रहण तक नहीं पहुँच सके।
hr: Nije moguće pristupiti sigurnoj pohrani vašeg uređaja.
it: Impossibile accedere all'archivio sicuro del dispositivo.
ja: デバイスの安全なストレージにアクセスできませんでした。
kn: ನಿಮ್ಮ ಸಾಧನದ ಸುರಕ್ಷಿತ ಸಂಗ್ರಹಣೆಯನ್ನು ಪ್ರವೇಶಿಸಲಾಗಲಿಲ್ಲ.
ko: 기기의 보안 저장소에 접근할 수 없습니다.
ml: നിങ്ങളുടെ ഉപകരണത്തിന്റെ സുരക്ഷിത സംഭരണം ആക്‌സസ് ചെയ്യാനായില്ല.
mr: तुमच्या डिव्हाइसच्या सुरक्षित संचयनात प्रवेश करता आला नाही.
nl: Kan geen toegang krijgen tot de beveiligde opslag van je apparaat.
pa: ਤੁਹਾਡੇ ਡੀਵਾਈਸ ਦੇ ਸੁਰੱਖਿਅਤ ਸਟੋਰੇਜ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕੀ।
pl: Nie można uzyskać dostępu do bezpiecznego magazynu urządzenia.
pt_br: Não foi possível acessar o armazenamento seguro do seu dispositivo.
ta: உங்கள் சாதனத்தின் பாதுகாப்பான சேமிப்பகத்தை அணுக முடியவில்லை.
te: మీ పరికరం సురక్షిత నిల్వను యాక్సెస్ చేయలేకపోయాం.
th: เข้าถึงที่จัดเก็บข้อมูลที่ปลอดภัยของอุปกรณ์ไม่ได้
tr: Cihazınızın güvenli depolamasına erişilemedi.
uk: Не вдалося отримати доступ до захищеного сховища пристрою.
ur: آپ کے آلے کے محفوظ اسٹوریج تک رسائی نہیں ہو سکی۔
vi: Không thể truy cập bộ nhớ bảo mật của thiết bị.
zh_hans: 无法访问你设备的安全存储。
zh_hant: 無法存取你裝置的安全儲存空間。

# core.error.category.membership
source: Something went wrong updating library sharing.
ar: حدث خطأ أثناء تحديث مشاركة المكتبة.
bg: Възникна проблем при обновяването на споделянето на библиотеката.
bn: লাইব্রেরি শেয়ারিং আপডেট করার সময় কিছু ভুল হয়েছে।
cs: Při aktualizaci sdílení knihovny došlo k chybě.
de: Beim Aktualisieren der Bibliotheksfreigabe ist etwas schiefgelaufen.
es: Algo salió mal al actualizar el uso compartido de la biblioteca.
fr: Une erreur s'est produite lors de la mise à jour du partage de la bibliothèque.
gu: લાઇબ્રેરી શેરિંગ અપડેટ કરતી વખતે કંઈક ખોટું થયું.
he: משהו השתבש בעדכון שיתוף הספרייה.
hi: लाइब्रेरी साझाकरण अपडेट करते समय कुछ गलत हुआ।
hr: Nešto je pošlo po zlu pri ažuriranju dijeljenja biblioteke.
it: Si è verificato un problema durante l'aggiornamento della condivisione della libreria.
ja: ライブラリの共有を更新する際に問題が発生しました。
kn: ಗ್ರಂಥಾಲಯ ಹಂಚಿಕೆಯನ್ನು ನವೀಕರಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ.
ko: 라이브러리 공유를 업데이트하는 중 문제가 발생했습니다.
ml: ലൈബ്രറി പങ്കിടൽ അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ എന്തോ പിശക് സംഭവിച്ചു.
mr: लायब्ररी शेअरिंग अपडेट करताना काहीतरी चूक झाली.
nl: Er is iets misgegaan bij het bijwerken van het delen van de bibliotheek.
pa: ਲਾਇਬ੍ਰੇਰੀ ਸਾਂਝ ਨੂੰ ਅੱਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੁਝ ਗੜਬੜ ਹੋਈ।
pl: Coś poszło nie tak podczas aktualizacji udostępniania biblioteki.
pt_br: Algo deu errado ao atualizar o compartilhamento da biblioteca.
ta: நூலக பகிர்வைப் புதுப்பிக்கும்போது ஏதோ தவறு ஏற்பட்டது.
te: లైబ్రరీ షేరింగ్‌ను నవీకరించడంలో ఏదో తప్పు జరిగింది.
th: เกิดข้อผิดพลาดขณะอัปเดตการแชร์คลัง
tr: Kitaplık paylaşımı güncellenirken bir sorun oluştu.
uk: Під час оновлення спільного доступу до бібліотеки сталася помилка.
ur: لائبریری شیئرنگ اپ ڈیٹ کرتے وقت کچھ غلط ہو گیا۔
vi: Đã xảy ra lỗi khi cập nhật chia sẻ thư viện.
zh_hans: 更新媒体库共享时出现问题。
zh_hant: 更新資料庫共享時發生問題。

# core.error.category.network
source: Couldn't reach the cloud. Check your connection and try again.
ar: تعذّر الوصول إلى التخزين السحابي. تحقّق من اتصالك وحاول مرة أخرى.
bg: Връзката с облака е неуспешна. Проверете връзката си и опитайте отново.
bn: ক্লাউডে পৌঁছানো যায়নি। আপনার সংযোগ যাচাই করে আবার চেষ্টা করুন।
cs: Ke cloudu se nepodařilo připojit. Zkontrolujte připojení a zkuste to znovu.
de: Die Cloud ist nicht erreichbar. Überprüfe deine Verbindung und versuche es erneut.
es: No se pudo conectar con la nube. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de joindre le cloud. Vérifiez votre connexion et réessayez.
gu: ક્લાઉડ સુધી પહોંચી શકાયું નહીં. તમારું કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he: לא ניתן היה להתחבר לענן. בדוק את החיבור ונסה שוב.
hi: क्लाउड तक नहीं पहुँच सके। अपना कनेक्शन जाँचें और फिर से प्रयास करें।
hr: Nije moguće doći do oblaka. Provjerite vezu i pokušajte ponovno.
it: Impossibile raggiungere il cloud. Controlla la connessione e riprova.
ja: クラウドに接続できませんでした。接続を確認して、もう一度お試しください。
kn: ಕ್ಲೌಡ್ ತಲುಪಲಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 클라우드에 연결할 수 없습니다. 연결 상태를 확인하고 다시 시도해 주세요.
ml: ക്ലൗഡിലേക്ക് എത്താനായില്ല. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: क्लाउडपर्यंत पोहोचता आले नाही. तुमचे कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
nl: Kan de cloud niet bereiken. Controleer je verbinding en probeer het opnieuw.
pa: ਕਲਾਊਡ ਤੱਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕੇ। ਆਪਣਾ ਕਨੈਕਸ਼ਨ ਜਾਂਚੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie można połączyć się z chmurą. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível conectar à nuvem. Verifique sua conexão e tente novamente.
ta: கிளவுட்டை அணுக முடியவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: క్లౌడ్‌ను చేరుకోలేకపోయాం. మీ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: เชื่อมต่อระบบคลาวด์ไม่ได้ ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Buluta ulaşılamadı. Bağlantınızı kontrol edip yeniden deneyin.
uk: Не вдалося зʼєднатися з хмарою. Перевірте підключення та повторіть спробу.
ur: کلاؤڈ تک رسائی نہیں ہو سکی۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể kết nối tới đám mây. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法连接到云端。请检查你的网络后重试。
zh_hant: 無法連線到雲端。請檢查你的連線後重試。

# core.error.category.save
source: The save couldn't be completed.
ar: تعذّر إكمال الحفظ.
bg: Запазването не можа да бъде завършено.
bn: সংরক্ষণ সম্পন্ন করা যায়নি।
cs: Uložení se nepodařilo dokončit.
de: Das Speichern konnte nicht abgeschlossen werden.
es: No se pudo completar el guardado.
fr: L'enregistrement n'a pas pu être effectué.
gu: સાચવવાનું પૂર્ણ થઈ શક્યું નહીં.
he: לא ניתן היה להשלים את השמירה.
hi: सहेजना पूरा नहीं हो सका।
hr: Spremanje nije bilo moguće dovršiti.
it: Impossibile completare il salvataggio.
ja: 保存を完了できませんでした。
kn: ಉಳಿಸುವಿಕೆ ಪೂರ್ಣಗೊಳಿಸಲಾಗಲಿಲ್ಲ.
ko: 저장을 완료할 수 없습니다.
ml: സംരക്ഷണം പൂർത്തിയാക്കാനായില്ല.
mr: जतन पूर्ण करता आले नाही.
nl: Het opslaan kon niet worden voltooid.
pa: ਸੰਭਾਲਣਾ ਪੂਰਾ ਨਹੀਂ ਹੋ ਸਕਿਆ।
pl: Nie udało się ukończyć zapisywania.
pt_br: Não foi possível concluir o salvamento.
ta: சேமிப்பை முடிக்க முடியவில்லை.
te: సేవ్ పూర్తి కాలేదు.
th: บันทึกไม่สำเร็จ
tr: Kaydetme tamamlanamadı.
uk: Не вдалося завершити збереження.
ur: محفوظ کرنا مکمل نہیں ہو سکا۔
vi: Không thể hoàn tất lưu.
zh_hans: 无法完成保存。
zh_hant: 無法完成儲存。
